{
    "paper_content": [
        {
            "Abstract": [
                {
                    "Abstract_0": " We present a series of ozonesonde proﬁles measured from Manus Island, Papua New Guinea, during February 2014, with new insights on the calibration of ozonesondes for measurements in the tropical troposphere. The experiment formed a part of a wider airborne campaign involving three aircraft based in Guam, to characterise the atmospheric composition above the tropical West Pacic in unprecedented detail. Thirty-nine ozonesondes were launched between 2 and 25 February of which 34 gave good ozone proles. Particular attention was paid to evaluating the background current of the ozonesondes, as this can amount to half the measured signal in the tropical tropopause layer surements and required a departure from standard operating procedures for the ozonesondes. The most signicant departure was not exposing the sondes to ozone during preparation, which meant that the background current remained stable before launch. Comparison with aircraft measurements allows validation of the measured ozone proles and conthroughout the prole, equal to the minimum value measured during preparation just before launch. From this set of 34 ozonesondes, the minimum reproducible ozone concentration measured in the TTL was 1213 ppbv; no examples of ozone concentrations < 5 ppbv, as reported by other recent papers, were measured. The lowest ozone concentrations coincided with outow from extensive deep convection to the east of Manus, consistent with uplift of ozone-poor air from the boundary layer. However, these minima were lower than the ozone concentration measured through most of the boundary layer, and were matched only by measurements at the surface in Manus"
                }
            ]
        }, 
        {
            "Introduction": [
                {
                    "Introduction_0": "The Tropical Tropopause Layer (TTL) is the region of the tropical atmosphere between the top of the main convective outow and the base of the stratosphere (approximately 13 17 km altitude) (Holton et al., 1995; Highwood and Hoskins, 1998; Folkins et al., 1999; Gettelman and Forster, 2002; Fueglistaler et al., 2009; Ploeger et al. It is a transition layer between the convectively dominated mid-troposphere beneath and the statically stable (and convection-free) stratosphere above, with composition dependent both on convective uplift and large-scale transport. Since the TTL is the main source region for air entering the stratosphere in the BrewerDobson circulation, the concentrations of source gases within it determine the stratospheric burden of ozone-destroying radicals such as Clx and Brx. Furthermore, the temperature of the cold point determines the concentration of water vapour in the stratosphere, while clouds in the TTL, especially near the cold point, affect the radiation budget. The TTL is therefore a region of considerable importance both for global stratospheric chemistry and for climate. The region of the tropics from the Maritime Continent to the International Date Line is known as the Tropical Warm Pool, where very warm sea surface temperatures Published by Copernicus Publications on behalf of the European Geosciences Union. The tropopause is higher and colder here than in other regions of the tropics, especially in Northern Hemisphere winter, making this region of particular importance for the dehydration of air as it enters the stratosphere noted for very low ozone concentrations"
                }, 
                {
                    "Introduction_1": " Satellite measurements of total ozone show a zonal wave-one structure in the tropics with a maximum over the Atlantic sector and minimum over the West Pacic (Thompson, 2003; Takashima and Shiotani, 2007). This pattern is not restricted to the stratomum in the same region, generally attributed to photochemical destruction of ozone in the very clean marine boundary layer followed by rapid vertical mixing by deep convection Folkins et al. (2002) noted that tropical ozone proles typically exhibit an S shape with height, with a minimum concentration in the boundary layer (where ozone is destroyed photochemically), a maximum in the mid-troposphere due to long-range transport, and a further minimum at around 11 km before increasing into the stratosphere. They argued that this is consistent with the effect of deep convection lifting air from the boundary layer to the outow region. Closer examination of this process however suggests a more complex explanation. (2009) analysed a series of ozonesondes launched from Darwin, Australia as part of the ACTIVE campaign (Vaughan et al., 2008) and concluded that the lowest TTL concentrations of ozone occurred above the level of convective outow. Back-trajectories suggested that the origin of this air lay to the north-east of Darwin, to the east and north-east of New Guinea. Uplift of air in large convective complexes over the warm ocean in this region was proposed as the source region for the lowest ozone concentrations measured over Darwin. This suggests that there may be preferred locations or hot spots for lifting material to the TTL"
                }, 
                {
                    "Introduction_2": " A controversial question regarding ozone measurements in the TTL is whether the concentrations can fall to nearzero values (< 10 ppbv) in the outow of deep convection. Ozonesonde observations during the CEPEX cruise over the central Pacic frequently measured ozone concentrations less than 10 ppbv, and occasionally close to zero in the TTL surface air (where ozone is often strongly depleted in the tropics) essentially unmodied to the outow of the convection could explain these observations, but they also pointed out that near-zero ozone in the TTL was encountered more frequently than near the surface during the cruise, and postulated that there may be a hitherto-unknown mechanism to destroy ozone in clouds. Model simulations by Lawrence et al. TTL over the West Pacic result from convective uplift, but could not replicate the very low ozone concentrations found by Kley et al. Such near-zero ozone values in ozonesonde proles were also reported by Solomon et al. (2005) and Rex et al. (2014), again in the West Pacic region. Doubts about the validity of these very low ozone concentrations were raised by Vmel and Diaz (2010), who examined in detail how the ozonesonde measurement is made. In particular they examined the background current  an interfering signal that must be allowed for when deriving ozone concentrations from the raw data. Vmel and Diaz (2010) pointed out that the ozonesondes in Kley et al"
                }, 
                {
                    "Introduction_3": " (1996) and Solomon et al. (2005) measuring the lowest TTL ozone concentrations also had the highest background current. A reexamination of the ozonesonde proles of Heyes et al. (2009) shows that the same issue may have arisen there with the minimum value of 4 ppbv occurring in a sonde with a higher background current than the others in that series (Sect. We discuss the issue of the background current in detail in Sect. 2, but there is clearly uncertainty in the literature on the best way to account for it when calculating ozone proles from the raw ozonesonde data. One of the aims of this paper is to shed light on this uncertainty. We present a series of ozonesonde proles measured from Manus Island, Papua New Guinea (2.4 E) during February 2014 as part of the CAST/CONTRAST/ATTREX Transport of Active Species in the Tropics/Airborne Tropical Tropopause Experiment) campaign to investigate the composition of the atmosphere above the West Pacic Warm Pool. The campaign featured three aircraft based in Guam NASA Global Hawk, the NCAR Gulfstream V and the UK Natural Environment Research Councils BAe146 (Fig"
                }, 
                {
                    "Introduction_4": " The ground campaign took place at the Atmospheric Radiation Measurement (ARM) site next to the airport on Manus, and comprised an ozonesonde campaign with supporting ground-level observations from a TECO-49C UV photometric ozone monitor, a Picarro G-2401 cavity ring-down spectrometer to measure CO2, CH4 and CO, and a homebuilt gas chromatograph to measure halogenated compounds teorological data were provided by ARM and the Papua New Guinea Meteorological Service. The ground-based data set was collected between 1 and 25 February 2014, with 39 ozonesonde ascents (34 of which gave good data) between 2 and 25 February. As we show in this paper, overights of the NCAR Gulfstream V provided an opportunity to validate ozonesonde measurements in the TTL during conditions of low ozone concentration. A key result of the CONTRAST campaign, reported by Pan et al. (2015), is the bimodal distribution of free tropospheric ozone concentration measured over the tropical Western Pacic. Gulfstream V in situ measurements indicate that vertical mixing and uplift of near-surface air maintains a primary mode, narrowly distributed around 20 ppbv, from the surface to 15 km. A secondary mode below 10 km, broadly distributed around 60 ppbv, was identied as incursions of creases the measured signal and which must be accounted for when calculating the ozone concentration. The background current is of particular importance in the TTL where it can be a substantial fraction of the total current measured by the sonde. The best way to correct for the background current is the subject of much debate (e. Komhyr and Harris, 1971; Thornton and Niazy, 1982, 1983; Reid et al"
                }, 
                {
                    "Introduction_5": ", 1996; Smit and Strter, 2004; Smit et al., 2007), and the two main manufacturers of ozonesondes, Droplet Measurement Technologies and Science Pump Corporation, recsured before launch or a value that scales linearly with ambient pressure. The practice of using a pressure-dependent correction arises from early suggestions that the ozonesonde reacts with oxygen (Komhyr and Harris, 1971), but later studies ruled out this mechanism and suggested that the background current should be taken as constant with altitude, at least in the troposphere (Thornton and Niazy, 1982; Reid et al. However, Johnson et al. (2002) found that a background reaction with the phosphate buffers of a standard electrolyte solution did lead to a time dependence. This confusion led Vmel and Diaz (2010) to examine in detail the issue of background current. In the normal preparation of an ozonesonde, the sonde is exposed to stratospheric concentrations of ozone to check that it is responding correctly. The background current is measured as the sonde is drawing in ozone-free air before and after exposure to ozone. (1996) recommended that the rst of these measurements be adopted as the background current and removed (as a constant value) from current measurements in ight. However the standard procedure for ozonesonde preparation (Smit et al"
                }, 
                {
                    "Introduction_6": ", 2007) uses a value measured 10 min after exposure to ozone. Vmel and Diaz (2010) found that the background current continues to decrease after exposure to ozone, even for periods of hours  suggesting that a value measured 10 min after exposure to ozone will be an overestimate by the time a sonde reaches the TTL, leading to an underestimate of the ambient ozone concentration when subtracted from the measured current. This decrease in background current is strongly dependent on the strength of the phosphate buffer concentration in the cell solution. Vmel and Diaz (2010) recommended the use of a background current Ibg = 0.014 A for the 1 % KI, full-buffer cathode cell solutions used in this paper, regardless of the measurements made during sonde preparation; the dependence of Ibg on the current I suggesting that the assumption of two electrons per ozone molecule passing through the cathode cell is not correct. Reprocessing past soundings with this formula for background current was shown to remove all the cases of near-zero ozone  not surprising as the background current of  0.025 A that this gives in the TTL is well below the 0.065 A used for example in the original analysis of the CEPEX data. Independent verication of Vmel and Diaz (2010) has however not been performed to date, and we midlatitude air based on the low humidity and layered structure. The minimum ozone concentration measured during CONTRAST between 12 and 15 km was 13 ppbv, consistent with Vmel and Diaz (2010)s contention that ozonesonde measurements of much lower concentrations are not reliable"
                }, 
                {
                    "Introduction_7": " 2, experimental details of the ozonesonde campaign are presented, including the procedure to correct for the background current. Section 3 presents the aircraft meapresents a summary of the ozonesonde and ground-level ozone measurements, and the conclusions are in Sect"
                }
            ]
        }, 
        {
            "→ I": [
                {
                    "→ I_0": "The ozonesonde technique relies on an electrochemical reaction between ozone and potassium iodide (Eq. 1), followed by half-cell reactions in the anode (Eq. 3) 3 + 2e I2 + 2e The anode half-cell contains a saturated potassium iodide solution and the cathode an unsaturated KI solution; as the ozonesonde ascends, a teon pump bubbles air through the cathode cell. The current produced is proportional to the ow of ozone through the cathode cell, with each ozone molecule assumed to generate two electrons (Komhyr, 1969). However, this is not the only reaction that produces a current background current (Thornton and Niazy, 1982), which inexamine below the application of this recommendation to the Manus data set and the comparison with aircraft data. It is clear from previous work that the background current is not a well-dened quantity, and that there is uncertainty on the best way to measure it and its possible variation during ight. This is acknowledged by the Global Atmospheric Watch (GAW) report on ozonesondes (Smit et al., 2013) which calls for more fundamental research on this topic. We now describe in detail the ozonesonde preparation method in Manus, which departed from GAW-standard procedures in a number of ways. The ozonesondes used here were EnSci Model Z sondes supplied by Droplet Measurement Technologies, coupled to Visl RS92G radiosondes which provided pressure, temperature, humidity and wind proles"
                }, 
                {
                    "→ I_1": " All were from the same batch of sondes supplied just before the campaign. The cathode solution comprised 1 % KI with 25 g L1 of KBr, 5 g L1 Na2HPO4  12 H2O and 1 25 g L1 NaH2PO4  H2O as buffers. Standard procedures for preparing ozonesondes follow a two-stage process aimed at reducing the background current to less than 50 nA at the time of launch and measuring the sondes pump ow rate. In this work the background current was obtained by drawing air into the sonde through a charcoal lter in an air-conditioned cabin where RH < 50 % picoammeter, and the pump ow rate F (in mL min1) with a Sensodyne Gilibrator unit. Repeated measurements of pump sure pO3 (in mPa) was derived from the measured sonde current as where Tbox was measured by taping a thermistor to the inlet tube as it entered the ozonesonde pump. In this equation I and Ibg are both measured in A and Tbox in K. A pump correction following Komhyr et al. (1995) was also applied to the data but this is negligible for the altitude range considered in this paper. The ozonesonde preparation procedures normally involve, at different stages, purging the electrochemical cell and/or the pump with high concentrations of ozone, characterising the cell response to expected atmospheric concentrations of ozone and drawing ozone-free air through the cell. For this a Science Pump TSC01 ozone calibration unit was available"
                }, 
                {
                    "→ I_2": " Normally, each ozonesonde would be rst prepared 3 ozone through a new cell to remove organic traces; (ii) lling the anode and cathode cells and waiting for the current to fall to 0.5 A while drawing in ozone-free air; (iii) exposing the cell to atmospheric concentrations of ozone to verify its response; (iv) again drawing ozone-free air, measuring the time response of the cell and the background current after would follow basically the same steps except that high ozone was only passed through the pump rather than the cathode cell. Standard ozonesonde procedures specify a change of solution once, at the beginning of the second preparation. We found in Manus, however, that repeated changes of solution were needed to reduce the background current to an acceptable value (the number of changes varied from sonde to sonde according to its requirements). The background current was measured both at the beginning of the second preparation and as the minimum value recorded by the Visl software after the sonde package was nally assembled (but before taking it out of the air-conditioned environment  in the humid tropical atmosphere outside the cabin the charcoal destruction lter does not work correctly). The procedures used in Manus departed, as already mentioned, from the GAW recommendations. The most important deviation (a consequence of the malfunctioning calibration unit, see below) was that the majority of sondes were not exposed to ozone during preparation. This turns out to have been advantageous, as it avoided the decay in Ibg reported by Vmel and Diaz (2010). (2007) report that the background current measured 10 min after exposure to ozone in the nal preparation exceeded that measured before exposure to ozone by 34 nA on average for a sample of ve EnSci sondes. By contrast, for the uncontaminated sondes in Manus the average difference in Ibg measured at the beginning and end of the nal preparation was only 6 nA (Fig"
                }, 
                {
                    "→ I_3": " Together with changes in solution to ensure that Ibg fell to around 50 nA, not exposing the cell to ozone resulted in a stable Ibg during preparation, lending condence to the subsequent assumption that it remained constant during ight. We examine this assumption further in the next section. Other departures from GAW recommendations were the leads to an oversensitivity to ozone and a bias of  +5% in ozone concentration (Smit et al. leading to an underestimate of ozone by  3 % since the pump temperature is higher by around 10 C (Smit et al. than an ozone-free gas supply. The effect of this is difcult to quantify, but will be most serious in a laboratory with humid air and measurable concentrations of ozone. In this case the relative humidity of cabin air was around 50 %, within the expected operational range of the lter. On occasion a sonde was allowed to sample laboratory air without the lter attached, but this made no difference to the measured current. This means either that the laboratory was essentially ozone-free or that the lter ing air through an external charcoal lter. Sondes 514 were briey exposed to the TSC01 on rst preparation and were subsequently found to have elevated background currents"
                }, 
                {
                    "→ I_4": " and the background currents from these sondes were around 50 nA before launch. Figure 2 shows how the background currents measured for each sonde varied during the campaign, compared to the minimum current measured by the cell in the TTL (taken from the Visl raw data telemetry). During the latter part of the campaign the background current was around half the minimum measured in the TTL, but during the early part the minimum current was close to or even lower than the background tamination did not remain constant during a ight. When the sonde was taken outside and the lter removed, an increase in signal was measured, so we conclude that the lter was working correctly and that laboratory air was essentially ozone-free. For a laboratory at 20 C and 50 % RH this correction reduces F in Eq., 2013), increasing ozone by the same amount The overall effect of departures from the GAW recommendations is therefore small  much smaller than the error due to the background current uncertainty for tropical tropospheric ozone concentrations. A complication encountered during this experiment was the sudden appearance of a contamination source inside the TSC01 which produced a large signal from the ozonesonde. This badly affected the rst two sondes, rendering their data unusable. These sondes were extensively exposed to air drawn through the TSC01 during their second preparation tamination appeared). Contamination also rendered the calibration cell on the TSC01 unusable"
                }, 
                {
                    "→ I_5": " Sondes 3 and 4 were again clean on rst preparation but were briey exposed to the TSC01 on second preparation, after an initial measurement of the background current. The remaining sondes were not exposed to the TSC01 at all during the second preparation  the sondes response to ozone was assumed to be normal and the background current was measured by drawOn return from Manus a series of laboratory experiments were conducted to ascertain the properties of the contamination. These are summarised in the Appendix, but the salient result is that for lightly contaminated sondes (such as 315) the effects of the contamination tended to disappear over a similar timescale   1 h  to that taken by a sonde to reach the TTL. Based on this, and the evidence in Fig. 2 that the minimum ozonesonde current in the TTL was remarkably stable over the campaign, we assume that in-ight the contamination disappeared and the background current returned to a value of 50 nA, consistent with the uncontaminated sondes. A hybrid background current correction was thus deI meas where I meas launch, p the pressure and p0 the surface pressure. bg was the measured background current before The spread in measured background current for the uncontaminated sondes was around 10 nA (0. 2, sondes 15 onwards), with a similar difference between the values measured at the beginning and the end of the preparation, so it is reasonable to estimate an uncertainty in Ibg measured before ight of 10 nA. If Ibg were constant during in the TTL. According to Thornton and Niazy (1983), Ibg should remain constant up to 100 mb, then decline logarithmically with pressure"
                }, 
                {
                    "→ I_6": " Our laboratory investigations on an uncontaminated sonde (Fig. A3) suggest a small decrease of around 5 nA in going from lab pressure to 100 mb, consistent with Thornton and Niazys result within error limits. Taking this as an uncertainty (rather than a bias) in the variation of Ibg we estimate the uncertainty in TTL ozone below 100 mb to be 5 ppbv. The cold-point tropopause during the campaign at Manus was always between 90 and 110 mb, with the imum concentration was always found below 110 mb. Above 100 mb the use of a constant Ibg will tend to lead to an underestimate of ozone, but as ozone was generally > 50 ppbv above 100 mb, and increasing rapidly with height, this effect is only manifested in the stratosphere. The error in TTL ozone for the contaminated sondes cannot be assessed quantitatively but will certainly be greater than that for the uncontaminated sondes. We can only get an estimate of this error from a comparison with another technique, so we now turn to a comparison of ozonesonde proles with aircraft measurements"
                }
            ]
        }, 
        {
            "Validation": [
                {
                    "Validation_0": "One of the aims of the CAST and CONTRAST campaigns was to investigate the accuracy of ozonesonde measurements in the TTL by comparing them with near-coincident aircraft measurements from the NCAR Gulfstream V. Ozone measurements on the Gulfstream V were made using the NCAR chemiluminescence instrument. The technique is based on the chemiluminescent reaction of NO and O3 to produce excited NO2, a fraction of which decays by emitting a photon a ow of ambient air and the resulting photons are counted using a dry-ice cooled photomultiplier tube. The instrument is periodically calibrated against a Thermo Scientic 49i-PS primary ozone standard on non-ight days. The overall uncertainty is 5 %, or 1 ppbv at 20 ppbv. The precision of the measurements at 20 ppbv is 0.5 %), or better, for the 10 s averages used here. On 5 February Gulfstream V ight RF09 ew to the west of Manus Island and proled from the surface to 11 km. Figure 3 shows the path of ozonesonde 6 and the Gulfstream V ight segment near Manus, and Fig. 4 compares their ozone proles"
                }, 
                {
                    "Validation_1": " Ozonesonde 6 was affected by contamination with a high background current (143 nA). 4, four ozonesonde proles are shown  one using a constant background current correction (black dashed line), one using a pressure-dependent correction (blue dashed line), one using the recommendation of Vmel and Diaz (2010) (green dashed line) and the fourth using the hybrid correction (solid black line). It is clear that the hybrid correction ts the Gulfstream V measurements (red solid line) very well, while the constant correction gives articially low (and in this case negative) ozone in the TTL similar to the proles reported by Kley et al. (1996) and Rex et al. We conclude that the hybrid correction provides a satisfactory estimate of Ibg but reiterate the point made in the previous section that a quantitative error estimate in TTL ozone for the contaminated sondes is not possible. Gulfstream V ight RF14, on 22 February, passed just to the west of Manus on two occasions  on an outbound journey towards Australia and then on the return journey back to Guam. On both occasions, an ozonesonde was launched so as to reach aircraft altitude as the aircraft made closest approach to Manus. Ozonesonde 34, coincident with the reached the Gulfstream V cruising altitude of 13.5 km at the outbound leg of RF14. Figure 5 shows the ozone prothe Gulfstream V cruising altitude of 180 hPa (13"
                }, 
                {
                    "Validation_2": "5 km) at shows the proles from ozonesonde 35 and the co-located measurements from RF14. Ozonesondes 34 and 35 were uncontaminated, so constant background currents of 61 and 54 nA respectively were used in the data analysis. In both cases, the agreement between the ozonesonde and the aircraft data is within 3 ppbv  consistent with the uncertainty in the background currents. By contrast, the pressure-dependent correction and that recommended by Vmel and Diaz (2010) clearly overestimate the ozone concentration. We therefore conclude that for a wellconditioned ozonesonde not exposed to ozone at all in the pre-ight preparation, where the background current at the end of the preparation is around 50 nA or less, subtraction of this constant background produces an ozone measurement in the TTL within a few ppbv of the correct value. We also conclude that our method of applying a hybrid correction produces sensible results for the contaminated sondes. What we cannot be sure of is whether the hybrid method applies only to this particular batch of sondes, or whether it can be applied more generally to sondes where the background current in the preparation is substantially larger than 50 nA. To check this, we reanalysed an ozonesonde pro22 January 2006. This had a background current of 85 nA which, when subtracted from the measured currents, resulted in an ozone concentration minimum of 4 ppbv in the TTL. A sonde the following day with a very similar ozone proozone mixing ratio of 12 ppbv"
                }, 
                {
                    "Validation_3": " Applying the hybrid correction to the sonde on 22 January increased the minimum value in the TTL to 12 ppbv, in line with the other sonde. This suggests that the hybrid method may have wider validity than the Manus data set and may be worth investigating further. (We should emphasise that not all ozonesonde measurements < 10 ppbv in the TTL are artifacts of elevated backon 15 February 2006 with a background current of 37 nA.) We have therefore applied the following background current correction to the Manus data set, after discarding the rst ing Ibg measured at the beginning of the second preparation, before exposure to the TSC01 ozoniser. This value was considerably smaller that measured after exposure to the ozoniser, but higher than the  50 nA typical of the uncontaminated sondes. ing Ibg measured just before launch. equal to that measured just before launch. Note that for sondes 15 onwards Ibg measured at the beginning and end of the second preparation were very similar "
                }
            ]
        }, 
        {
            "Results": [
                {
                    "Results_0": "We present here an overview of the measurements made at Manus during CAST. The campaign experienced two distinct weather regimes  a dry period from around 110 February with little precipitation (Fig. 7) when deep convection was well to the south of Manus, and a wetter period from 11 February on, with two particularly wet periods around 13 15 February and 2023 February. During the latter period in particular, widespread deep convection occurred around and to the east of Manus (Fig. 8), providing the conditions needed to examine the ozone concentration in fresh convective outThe two meteorological regimes are reected in the time series of tropopause (cold point) temperature and potential temperature from the ozonesondes (Fig. 9), with  generally around 370 K from 112 February and rather lower, around 364 K, from 13 February onwards. Tropopause heights and pressures for the whole campaign (not shown) ranged from 15.2 km, and 89 to 115 hPa respectively. Double tropopauses were found from 9 to 16 February; the tropopause shown in Fig. 9 corresponds to the rst steep increase in ozone concentration as the balloon ascended"
                }, 
                {
                    "Results_1": " (The cold point during this period was around 86 C.) Following the period of double tropopauses, on 18 February, the tropopause was at 370 K (17 km), but as the very wet conditions became more established it descended to reach 354 K 16 February onwards, and especially from 2023 February, an easterly jet with wind speed up to 40 m s1 was found in the TTL, just below the tropopause. This jet was conthe wind had backed round to westerly, and remained westerly between 18 and 26 km. A corresponding minimum in wind speed (of  2 m s1 in most cases) was measured 700 1200 m above the tropopause from 16 February onwards. This easterly jet is consistent with convective outow from the large convective complexes to the east of Manus (Fig. 8) reaching up to the tropopause during this period but not extending into the stratosphere. The corresponding contour plot of ozone concentration is shown in Fig. This clearly shows the S shape expected of tropical ozone soundings, with low values near the surface and in the TTL, and a maximum in the mid-troposphere. Minimum values of < 20 ppbv are frequently shown in the TTL, around 14 km during the rst meteorological period and then up to 16.5 km during the second period"
                }, 
                {
                    "Results_2": " The periods of precipitation in Manus (Fig. 7) both correspond to ozone concentrations < 20 ppbv reaching the tropopause, and indeed in the very wet period between 20 and 22 February, when the TTL easterly jet was at its most intense, ozone minimum concentrations fell to < 15 ppbv. The lowest measured value was 8.2 ppbv on 21 February  a similar minimum to that measured in Darwin during ACTIVE. This may have been an outlier (its background current was 60 nA), but on 22 February, Fig. 5) and a further four between 13 and 15 ppbv. These values are entirely consistent with the minimum ozone concentration of 13 ppbv measured by the Gulfstream V during CONTRAST (Pan et al. To conrm that the very low ozone measured in the TTL is consistent with uplift from the deep convection to the east of Manus, back-trajectory calculations were performed using show 4-day HYSPLIT back-trajectories initiated over Manus between 13 km (180 hPa) and 15 km (130 hPa). The trajectories clearly indicate extensive uplift from the lower troposphere in the 48 h before the measurement, indicating that the source of the low ozone in the TTL is indeed the lower troposphere north of the Solomon Islands. Of course, the HYSPLIT trajectories cannot represent ascent in individual cloud systems, and so cannot determine whether the air is really of boundary-layer origin, but they do conrm that the meteorological conditions at this time were consistent with widespread deep uplifting of air"
                }, 
                {
                    "Results_3": " Figure 11 shows that the low-level ozone over Manus also showed two distinct periods, consistent with the meteorology. Ozone concentrations < 15 ppbv extended up to 2 km in the dry period and persisted below 1 km up to 14 February, but in the very wet period the lowest values were in the range 1520 ppbv, more than the minima measured in the TTL. 14) tell a rather different story. The dry early period of the CAST campaign, from 1 to 12 February, was characterized by a strong diurnal variation in ozone, with maxima of  810 ppbv during the day and minima  2 3 ppbv at night. Winds were very light and variable, allowing the boundary layer to stabilise overnight, so we deduce that the night-time minima during this period were a local phenomenon. Wetter conditions set in by 13 February, with the diurnal ozone variation largely disappearing in the steady north-westerly breeze. Ozone concentrations in the range 9 13 ppbv predominated up to 19 February, with 1214 ppbv thereafter. These values are in fact consistent with the minimum values measured in the TTL (save for the very low value on 21 February)  and with the sondes, which generally measured a steep increase in ozone in the bottom 200 m of the prole (the altitude scale in Fig. 11 obscures this point). If the lower tropospheric ozone in the uplift region to the east of Manus was similar to that over the island, this would suggest that the air reaching the very top of the TTL in the wet period originated very near to the surface and was lifted to the tropopause without signicant mixing with surrounding air, consistent with the suggestion of Kley et al"
                }
            ]
        }, 
        {
            "Conclusions": [
                {
                    "Conclusions_0": "One of the aims of this paper was to determine the best way to correct ozonesonde proles from a tropical station for the effect of the background current. We were very fortunate that the Gulfstream V ight RF14 was able to y by Manus during the period when very low ozone concentrations were obwere free of contamination, and when using a constant background current measured just before launch their measurements agreed with the Gulfstream V to within 3 ppbv (the realistic limit on the accuracy of the ozonesonde at 100 mb is 5 ppbv due to background current uncertainty). We conclude that for a well-prepared sonde  i., (for the batch used here) one where Ibg  50 nA  a constant background current correction is the best choice. In preparing these sondes we found it necessary to change solutions in the cells up to three times during a day-of-ight preparation in order to ensure a sufciently low background current. Other than for sondes 3 and 4, we also did not expose the sondes to ozone during the day-of-ight preparation, which removes the problem of the slow decay in Ibg after such exposure (Vmel and Diaz, 2010). Both these changes in standard procedures are recommendations from this work. For the sondes exposed to contamination during rst preparation a hybrid background current correction was adopted after the laboratory investigation. Using this, the prole for sonde 6 was found to agree remarkably well with the aircraft prole from RF09 (Fig. 4), lending condence to this somewhat arbitrary correction"
                }, 
                {
                    "Conclusions_1": " Care must be taken not to generalise this result too far, but we can conclude (both from the CAST sondes from Manus and the ACTIVE sondes from Darwin) that a background current in excess of 70 nA is too high for a constant Ibg correction  as shown by Vmel and Diaz (2010) this leads to a substantial underestimate of the TTL ozone and even to negative ozone in some cases (e. The minimum reproducible ozone concentration measured in the TTL during CAST was 12 ppbv, consistent with the minimum of 13 ppbv measured between 12 and 15 km by the Gulfstream V during CONTRAST (Pan et al. This is also consistent with the minimum measured in Darwin with well-prepared sondes (12 and 11 ppbv on 23 January and 14 February 2006, respectively) in air whose origin, according to back-trajectory calculations, lay in deep convective uplift east and north-east of New Guinea. In both campaigns an isolated example of a lower concentration, around 89 ppbv, was also measured. The CAST measurements conmeasurements < 5 ppbv in the TTL are artifacts of the background current correction. The lowest ozone concentrations measured in the TTL above Manus occurred around 16 km during a period when widespread deep convection was occurring near and to the east of the island. This is consistent with the hot spot idea proposed by Heyes et al. (2009) for uplift of air to the upper TTL. The lowest ozone concentrations coincided with an easterly jet, consistent with outow from the deep convective complexes. At this time, the ozone concentration in the lowest 2 km over Manus exceeded 15 ppbv  only at the ground and in the bottom 200 m of the prole could values as low as 12 ppbv be found"
                }, 
                {
                    "Conclusions_2": " This suggests that the widespread deep convection was able to lift air from the lower boundary layer into the upper TTL without signicant mixing  a hypothesis we cannot pursue further here but which will be the subject of future investigations. When the pattern found in Fig. 2 was discovered, the records of the CAST eld campaign were examined (Sect. A1) and a series of laboratory experiments devised to ascertain the reasons why the background current generally decreased between sondes 5 and 14 yet the minimum measured current in the TTL remained reasonably constant. It was observed that when an ozonesonde drew air from the TSC01 ozoniser unit, a high current was registered. This was identied in the laboratory experiments as being contamination, rather than high concentrations of ozone, as explained in Sect. Neither the source nor the identity of the contamination was known, and so an experiment was devised to determine the response of an ozonesonde to pressure with various degrees of contamination, by placing it into a bell jar and varying the pressure. The results of this experiment are described in Sect. The contamination gradually disappeared over time, so the bell jar experiments were neither reproducible nor did they replicate exactly the conditions that were experienced on Manus, but they serve as a check on the validity of the hybrid background current correction. A1 Examination of records The rst ve ozonesondes were normal on rst preparation"
                }, 
                {
                    "Conclusions_3": " Between the fth ozonesonde being prepared for the was being prepared for ight, the ozoniser was found to be causing the cell current to increase dramatically even when it was supplying no-ozone air. This affected the rst two ozonesondes day-of-ight preparations, and their background current remained well above that of a normal working ozonesonde. Thenceforth, an external ozone destruction air and the sonde was not exposed to the ozoniser during were briey exposed to the ozoniser during their rst preparation to check the response of the sonde to ozone. Since exposure to the ozoniser was resulting in elevated background currents, the ozonesonde sample tube was only connected to it for a few seconds before being removed. However, this turned out to be long enough to allow the contaminant to get into the ozonesonde where it remained throughout the preparations. Ozonesondes 15 onwards were not exposed to the ozoniser at all, and were therefore the most reliable ozonesondes launched during CAST. A2 Source of contamination In order to investigate the cause of the high background currents in the rst 14 ozonesondes, laboratory investigations were conducted after the equipment was returned from Manus to Manchester, some 2 months after the campaign ended. First, the response of an ozonesonde was compared with that of the TECO-49 ultraviolet photometric ozone and the ozonesonde measured comparable concentrations charcoal lter the sonde measured 2 ppbv while the TECO49 measured 12 ppbv. However, when sampling supposedly ozone-free air from the ozoniser (air drawn through an internal charcoal lter) the sonde measured 189 ppbv while the TECO-49 again measured 12 ppbv. Clearly, therefore, the ozoniser was acting as a source of some contaminant which produced a positive signal in the ozonesonde but not in the photometric ozone monitor  i"
                }, 
                {
                    "Conclusions_4": ", this substance was not ozone. (The 12 ppbv signal measured by the TECO through is much higher than the ozonesonde and exceeds the capacity of the lters). Further investigation, dismantling the ozoniser and examining different parts, identied the source of the contamination as the tube which is illuminated by a mercury lamp to generate ozone. However, contamination was found even on the PTFE manifold at the outlet of the ozoniser. A plausible explanation for the contamination, pointed out by one of the reviewers, is that condensation of water occurred inside the tube at some point, which, when irradiated by ultraviolet light, led to the production of hydrogen peroxide. H2O2 is known to react with KI in the cathode cell with a very slow response time (Cohen et al., 1967), consistent with the behaviour of the contaminant, and to stick to surfaces for a long time. The contaminant appeared rst thing in the morning when the equipment had been enclosed in the air-conditioned laboratory overnight. A3 Ozonesonde behaviour at different pressures The effect of lowering the ambient pressure on the contamination was then investigated by placing the ozonesonde in a bell jar and lowering the pressure as the sonde continually sampled the air inside the bell jar. The bell jar was too small to admit the ozone destruction lter but ozone measurements inside the jar at ambient pressure were the same as in the laboratory with the lter attached; thus air in the bell jar was ozone-free"
                }, 
                {
                    "Conclusions_5": " Three ozonesondes were exposed to different amounts of contaminant by drawing air through the taminated, the second slightly contaminated, and the third not contaminated at all. The ozonesonde was placed in the bell jar and left to settle to a constant background current for about 5 min. The bell jar was then pumped down to a target pressure using a rotary pump, and then the rotary pump was switched off. The ozonesonde was left for 5 min to settle and reach a constant background current, and then a new target pressure was chosen. The rst, heavily contaminated ozonesonde emulated the pared just after the contamination episode, but before the contamination was recognised. The slightly contaminated ozonesonde emulated ozonesondes 3 to 14, which were only contaminated on rst preparation. Ozonesondes 15 onwards were not contaminated, like the third test ozonesonde in this experiment. The heavily contaminated ozonesonde was contaminated on both rst preparation and the day-of-ight preparation and had a background current of 132 nA, which is comparable to the early ozonesondes in CAST. Figure A1 shows the result of the bell jar experiment. The current was erratic, which was the current occasionally spiked by  20 nA, possibly due to the cell picking up more contamination"
                }, 
                {
                    "Conclusions_6": " The most likely behaviour of the ozonesonde was a decay of the background current from 135 nA at surface pressure to 115 nA at 20 hPa, still well above the expected value for a well-functioning sonde. This conrms that a reliable background current estimate could not be made for the rst two CAST sondes. The ozonesonde used in this experiment was subjected to a further preparation cycle (without exposure to contaminant) to investigate whether it could be cleaned. Its background current reached 40 nA after 15 min of no-ozone-air treatment, indicating that the contamination was changing its character remove the contamination. The second ozonesonde was initially contaminated in rst preparation, and then prepared cleanly in the day-of-ight preparation, similar to ozonesondes 314 in Manus. However, as with the rst test sonde, the contamination was found to disappear so that the day-of-ight background current was 55 nA  consistent with a clean ozonesonde. It appears than that the contaminant changed its nature and became less adhesive over the 3-month period since the contamination event. More contaminant was therefore added at the end of the second preparation, bringing the background current to 80 nA. The bell jar experiment showed little consistency in the background current as a function of pressure, but a clear decay over time (Fig. Since in a normal ozonesonde launch pressure decreases as a function of time, this gives weight to the idea that a decaying background current correction with pressure is appropriate for the slightly contaminated ozonesondes"
                }, 
                {
                    "Conclusions_7": " The uncontaminated ozonesonde was prepared cleanly both times, and had a background current of 45 nA. Figure A3 shows the result of the bell jar experiment. The experiment was split into two sections, one in which the ozonesonde remained above 200 hPa at all times, followed by another in which the pressure was pumped down to 70 hPa. The current decreased slightly between 1000 and 100 hPa similar to the result found by Thornton and Niazy (1983), which was attributed to a change in the mass transfer inside the ozonesonde. Within experimental accuracy of 10 nA, therefore, a constant background current is appropriate to the uncontaminated ozonesondes up to 100 hPa, with a possible decrease above this level. As the tropopause pressure encountered in Manus was > 90 hPa, with the ozone concentration increasing rapidly into the stratosphere, we have used a constant background current throughout the prole for unA4 Conclusions from laboratory experimentation The laboratory experiments could not reproduce the exact conditions experienced in Manus because the contamination was gradually disappearing and becoming less adhesive over time. This is consistent with the general decrease of background current between sondes 5 and 14 in Manus, despite their identical preparation procedure. Nevertheless, the behaviour is sufciently similar to the CAST sondes as to provide support for the method used in Eq. (5) to calculate the background current. The bell-jar experiments show that the background current in this batch of ozonesondes was largely constant in the absence of contamination, while that in a slightly contaminated ozonesonde reduced with time to a clean value over a period of  30 min"
                }, 
                {
                    "Conclusions_8": " This decay in Ibg is consistent with the slow timescale for the reaction of KI with peroxide identied by Cohen et al. The heavily contaminated ozonesonde did not reduce to an acceptable background current, conlaunched in CAST should be discarded. (Note that the ozonesonde in this test exhibited hysteresis when exposed to pressures lower than 100 hPa. We thank the Atmospheric Radiation Measuring Programme, in particular Paul Ortega, Kim Nitschke and Laurel Chapman, for extensive logistical support in enabling operations in Manus, and to Mae S. Chu for organising the shipping. Hymson Waf and his staff, and the ARM technicians Mike Ryczek and Matt Gould, provided invaluable support on-site. We also thank Herman Smit, Neil Harris and Dale Hurst for valuable discussions, and an anonymous reviewer for pointing out that the contaminant could be H2O2. The project was supported by NERC grant NE/J006173/1, and the National Centre for Atmospheric Science Atmospheric Measurement Facility (AMF) provided the radiosonde and ground-level ozone equipment. Richard Newton is a NERC-supported research student"
                }
            ]
        }, 
        {
            "References": [
                "Cohen, I. R., Purcell, T. C., and Altshuller, A. P.: Analysis of theOxidant in Photooxidation Reactions, Environ. Sci. Technol., 1,712–715, 1967.", 
                "Folkins, I., Loewenstein, M., Podolske, J., Oltmans, S. J., and Prof-dence from ozonesondes and aircraft measurements, J. Geophys.Res., 104, 22095, doi:10.1029/1999JD900404, 1999.", 
                "Folkins, I., Braun, C., Thompson, A. M., and Witte, J.: Tropicalozone as an indicator of deep convection, J. Geophys. Res., 107,4184, doi:10.1029/2001JD001178, 2002.", 
                "Fueglistaler, S., Dessler, A. E., Dunkerton, T. J., Folkins, I., Fu, Q.,and Mote, P. W.: Tropical tropopause layer, Rev. Geophys., 47,RG1004, doi:10.1029/2008RG000267, 2009.", 
                "Gettelman, A. and Forster, P. M.: A Climatology of the Tropical", 
                "Tropopause Layer, J. Meteorol. Soc. Jpn., 80, 911–924, 2002.", 
                "Gostlow, B., Robinson, A. D., Harris, N. R. P., O’Brien, L., Oram,D. E., Mills, G. P., Newton, H. M., Yong, S., and Pyle, J.A.: µDirac: an autonomous instrument for halocarbon measure-ments, Atmos. Meas. Tech., 3, 507–521, doi:10.5194/amt-3-507-2010, 2010.", 
                "Heyes, W. J., Vaughan, G., Allen, G., Volz-Thomas, A., Pätz, H.-W., and Busen, R.: Composition of the TTL over Darwin: localmixing or long-range transport?, Atmos. Chem. Phys., 9, 7725–7736, doi:10.5194/acp-9-7725-2009, 2009.and Hoskins, B.", 
                "tropicaltropopause, Q. J. Roy. Meteorol. Soc., 124, 1579–1604,doi:10.1002/qj.49712454911, 1998.", 
                "Holton, J. R., Haynes, P. H., McIntyre, M. E., Douglass, A. R.,Rood, R. B., and Pﬁster, L.: Stratosphere-troposphere exchange,Rev. Geophys., 33, 403–439, doi:10.1029/95RG02097, 1995.", 
                "Johnson, B. J., Oltmans, S. J., Vömel, H., Smit, H. G. J.,Deshler, T., and Kröger, C.: Electrochemical concentrationcell (ECC) ozonesonde pump efﬁciency measurements andtests on the sensitivity to ozone of buffered and unbufferedECC sensor cathode solutions, J. Geophys. Res., 107, 4393,doi:10.1029/2001JD000557, 2002.", 
                "Kley, D., Crutzen, P. J., Smit, H. G. J., Vomel, H., Olt-mans, S. J., Grassl, H., and Ramanathan, V.: Observationsof Near-Zero Ozone Concentrations Overthe Convective", 
                "Paciﬁc: Effects on Air Chemistry, Science, 274, 230–233,doi:10.1126/science.274.5285.230, 1996.", 
                "Komhyr, W.: Electrochemical concentration cell for gas analysis,", 
                "Ann. Geophys., 25, 203–210, 1969.", 
                "Komhyr, W., Barnes, R. A., Brothers, G. B., Lathrop, J. A., andOpperman, D. P.: Electrochemical concentration cell ozonesondeperformance evaluation during STOIC 1989, J. Geophys. Res.,100, 9231–9244, 1995.", 
                "Komhyr, W. D. and Harris, T. B.: Development of an ECCOzonesonde, NOAA technical report ERL200-APCL 18, US De-partment of Commerce, National Oceanic and AtmosphericAdministration, Environmental Research Laboratories, Boulder,Colorado, 1971.", 
                "Lawrence, M. G., Crutzen, P. J., and Rasch, P. J.: Anal-ysis ofthe CEPEX ozone data using a 3D chemistry-meteorology model, Q. J. Roy. Meteorol. Soc., 125, 2987–3009,doi:10.1002/qj.49712556010, 1999.", 
                "Pan, L. L., Paulik, L. C., Honomichl, S. B., Munchak, L. A., Bian,J., Selkirk, H. B., and Vömel, H.: Using transport diagnostics tounderstand chemistry climate model ozone simulations, J. Geo-phys. Res., 119, 3586–3599, doi:10.1002/2013JD020558, 2014.Pan, L. L., Honomichl, S. B., Randel, W. J., Apel, E. C., At-las, E. L., Beaton, S. P., Bresch, J. F., Hornbrook, R., Kinni-son, D. E., Lamarque, J.-F., Saiz-Lopez, A., Salawitch, R. J.,and Weinheimer, A. J.: Bimodal distribution of free tropo-spheric ozone over the tropical western Paciﬁc revealed byairborne measurements, Geophys. Res. Lett., 42, 7844–7851,doi:10.1002/2015GL065562, 2015.", 
                "Ploeger, F., Fueglistaler, S., Grooß, J.-U., Günther, G., Konopka, P.,Liu, Y., Müller, R., Ravegnani, F., Schiller, C., Ulanovski, A.,and Riese, M.: Insight from ozone and water vapour on transportin the tropical tropopause layer (TTL), Atmos. Chem. Phys., 11,407–419, doi:10.5194/acp-11-407-2011, 2011.", 
                "Reid, S. J., Vaughan, G., Marsh, A. R. W., and Smit, H. G. J.: Accu-racy of ozonesonde measurements in the troposphere, J. Atmos.Chem., 25, 215–226, doi:10.1007/BF00053792, 1996.", 
                "Rex, M., Wohltmann, I., Ridder, T., Lehmann, R., Rosenlof, K. H.,Wennberg, P. O., Weisenstein, D., Notholt, J., Krüger, K., Mohr,V., and Tegtmeier, S.: A Tropical West Paciﬁc OH minimum andimplications for stratospheric composition, Atmos. Chem. Phys.,14, 4827–4841, doi:10.5194/acp-14-4827-2014, 2014.", 
                "Ridley, B. A., Grahek, F. E., and Walega, J. G.: A small, high-sensitivity, medium-response ozone detector for measurementsfrom light aircraft, J. Atmos. Ocean. Tech., 9, 142–148, 1992.", 
                "Smit, H. G. J. and the Panel for the assessment of standard operationprocedures for ozonesondes (ASOPOS): Quality Assurance andQuality Control for Ozonesonde Measurements in GAW, GAWreport 201, World Meteorological Organisation, Geneva, 2013.", 
                "Smit, H. G. J. and Sträter, W.: Jülich Ozone Sonde Intercompari-son Experiment 2000, GAW report 158, World MeteorologicalOrganisation, Geneva, 2004.", 
                "Smit, H. G. J., Sträter, W., Johnson, B. J., Oltmans, S. J., Davies,J., Tarasick, D. W., Hoegger, B., Stubi, R., Schmidlin, F. J.,Northam, T., Thompson, A. M., Witte, J. C., Boyd, I., andPosny, F.: Assessment of the performance of ECC-ozonesondesunder quasi-ﬂight conditions in the environmental simulationchamber: Insights from the Juelich Ozone Sonde Intercom-parison Experiment (JOSIE), J. Geophys. Res., 112, D19306,doi:10.1029/2006JD007308, 2007.", 
                "R. Newton et al.: Ozonesonde proﬁles in the Warm Pool: measurements and validation", 
                "Solomon, S., Thompson, D. W. J., Portmann, R. W., Oltmans, S. J.,and Thompson, A. M.: On the distribution and variability ofozone in the tropical upper troposphere: Implications for tropi-cal deep convection and chemical-dynamical coupling, Geophys.Res. Lett., 32, L23813, doi:10.1029/2005GL024323, 2005.", 
                "Takashima, H. and Shiotani, M.: Ozone variation in the tropicaltropopause layer as seen from ozonesonde data, J. Geophys. Res.,112, D11123, doi:10.1029/2006JD008322, 2007.", 
                "Thompson, A. M.: Southern Hemisphere Additional Ozoneson-des (SHADOZ) 1998–2000 tropical ozone climatology 1. Com-parison with Total Ozone Mapping Spectrometer (TOMS) andground-based measurements, J. Geophys. Res., 108, 8238,doi:10.1029/2001JD000967, 2003.", 
                "Thornton, D. C. and Niazy, N.: Sources of background current in theECC ozonesonde: Implications for total ozone measurements, J.Geophys. Res., 87, 8943, doi:10.1029/JC087iC11p08943, 1982.", 
                "Thornton, D. C. and Niazy, N.: Effects of solution mass transport onthe ECC ozonesonde background current, Geophys. Res. Lett.,10, 97–100, doi:10.1029/GL010i001p00097, 1983.", 
                "Vaughan, G., Schiller, C., MacKenzie, A. R., Bower, K., Peter, T.,Schlager, H., Harris, N. R. P., and May, P. T.: Studies in a natu-ral laboratory: High-altitude aircraft measurements around deeptropical convection, B. Am. Meteorol. Soc., 89, 647–662, 2008.Vömel, H. and Diaz, K.: Ozone sonde cell current measurementsand implications for observations of near-zero ozone concentra-tions in the tropical upper troposphere, Atmos. Meas. Tech., 3,495–505, doi:10.5194/amt-3-495-2010, 2010.", 
                "Wang, H. and Mehta, V. M.: Decadal Variability of the Indo-PaciﬁcWarm Pool and Its Association with Atmospheric and OceanicVariability in the NCEP-NCAR and SODA Reanalyses, J. Cli-mate, 21, 5545–5565, doi:10.1175/2008JCLI2049.1, 2008."
            ]
        }
    ]
}